package ru.pyrinoff.chatjobparser;

public class ToDo {

    //TODO: добавить указание временного промежутка в стату по линиям
    //TODO: ИНФОБЛОК: добавить ссылку на ХХ-парсер
    //TODO: ИНФОБЛОК: добавить официальный % инфляции

    //TODO: ?? как обновлять? мб хранить текст вакансии внутри? при апйдейтах системы не нужно будет перезагружать файл,
    //      просто перезапустить формирование? Хз, нужно ли.
    //TODO: дополнительные диаграммы (по датам?)
    //TODO: Автоапдейт из бота
    //TODO: добавить "окно" при сравнении на уникальность


}
